<!DOCTYPE html>
<html lang="gu">

<head>
    <title>Intel Edison | Gujarati | LAB55</title>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.7.0/css/font-awesome.min.css">
    <link rel="stylesheet" type="text/css" href="https://cdnjs.cloudflare.com/ajax/libs/ekko-lightbox/5.1.1/ekko-lightbox.min.css">
    <link rel="stylesheet" type="text/css" href="../css/style.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.1.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
    <script type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/ekko-lightbox/5.1.1/ekko-lightbox.min.js"></script>
</head>

<body>
    <nav class="navbar navbar-default">
        <div class="container">
            <div class="container-fluid">
                <div class="navbar-header">
                    <a class="navbar-brand" href="/">LAB55</a>
                </div>
                <ul class="nav navbar-nav">
                    <li><a href="/">Home</a>
                    </li>
                    <li class="active"><a href="/gujarati">Gujarati</a>
                    </li>
                </ul>
            </div>
        </div>
    </nav>
    <div class="container">
        <div class="row">
            <div class="col-md-8 col-md-offset-2">
                <div class="row">
                    <h1> Intel&reg; Edison (&#2695;&#2728;&#2765;&#2719;&#2759;&#2738; &#2703;&#2721;&#2751;&#2744;&#2728;)</h1>
                    <p class="lead">
                        by <a href="http://github.com/jimishF">Jimish Fotariya</a>
                    </p>
                    <hr>
                </div>
                <div class="row">
                    <ol class="breadcrumb col-md-6">
                        <li class="breadcrumb-item"><a href="/">Home</a>
                        </li>
                        <li class="breadcrumb-item"><a href="/gujarati">Gujarati</a>
                        </li>
                        <li class="breadcrumb-item active">Intel Edison</li>
                    </ol>
                </div>
                <div class="row">
                    <div class="col-md-6">
                        <span class="glyphicon glyphicon-time "></span> Posted on March 16, 2017 at 11:39 PM
                    </div>
                </div>
                <div class="row">
                    <hr>
                    <a href="../images/e_image06.png" data-toggle="lightbox" data-title="Intel Edison" data-footer="">
                        <img alt="" class="img-responsive" src="../images/e_image06.jpg" title="">
                    </a>
                </div>

                <hr>
               
               	<!-- panel next -->
				
				<div class="panel-group">
				    <div class="panel panel-default">
				      <div class="panel-heading">
                        <ul class="dark-title">
                            <li>&#2742;&#2736;&#2754;&#2694;&#2724; &#2709;&#2736;&#2724;&#2750;&#2690; &#2730;&#2745;&#2759;&#2738;&#2750;&#2690;..</li>
                        </ul>
                      </div>
				      <div class="panel-body">
                        <p>
                            &#2694;&#2730;&#2723;&#2759; &#2703; &#2734;&#2750;&#2728;&#2752;&#2728;&#2759; &#2714;&#2750;&#2738;&#2752;&#2703; &#2715;&#2752;&#2703; &#2709;&#2759; &#2724;&#2734;&#2759; Intel&reg; Edison kit for Arduino &#2728;&#2763; &#2697;&#2730;&#2735;&#2763;&#2711; &#2709;&#2736;&#2752; &#2736;&#2745;&#2765;&#2735;&#2750; &#2715;&#2763;. &#2730;&#2723; &#2694;&#2734;&#2750;&#2690; &#2728;&#2752; &#2709;&#2759;&#2719;&#2738;&#2752;&#2709; &#2730;&#2765;&#2736;&#2709;&#2765;&#2736;&#2751;&#2735;&#2750; &#2703; Intel&reg; Edison Breakout Board &#2734;&#2750;&#2719;&#2759; &#2730;&#2723; &#2734;&#2750;&#2728;&#2765;&#2735; &#2715;&#2759;. &#2694;&#2730;&#2723;&#2759; &#2703; &#2730;&#2723; &#2734;&#2750;&#2728;&#2752; &#2728;&#2759; &#2742;&#2736;&#2754;&#2694;&#2724; &#2709;&#2736;&#2752; &#2736;&#2745;&#2765;&#2735;&#2750; &#2715;&#2752;&#2703; &#2709;&#2759; &#2724;&#2734;&#2759; Intel&reg; Edison Breakout &#2732;&#2763;&#2736;&#2765;&#2721; &#2728;&#2759; &#2709;&#2728;&#2759;&#2709;&#2765;&#2719; &#2709;&#2736;&#2752; &#2726;&#2752;&#2727;&#2753;&#2690; &#2715;&#2759;.
                        </p>
                        </div>
                    </div>
                </div>
            

                <hr>
			<!-- Panel next -->

				<div class="panel-group">
				    <div class="panel panel-default">
				      <div class="panel-heading">
				      	 <ul class="dark-title">
                            <li>&#2744;&#2764;&#2725;&#2752; &#2730;&#2745;&#2759;&#2738;&#2750;&#2690;.</li>
                        </ul>
				      </div>
				      <div class="panel-body">

                       
                        <p>
                            Intel&reg; Edison &#2732;&#2763;&#2736;&#2765;&#2721; &#2703; Arduino IDE (&#2694;&#2736;&#2765;&#2721;&#2765;&#2735;&#2754;&#2696;&#2728;&#2763; &#2695;&#2728;&#2765;&#2719;&#2752;&#2711;&#2765;&#2736;&#2759;&#2719;&#2759;&#2721; &#2721;&#2759;&#2741;&#2738;&#2730;&#2734;&#2759;&#2728;&#2765;&#2719; &#2703;&#2728;&#2765;&#2741;&#2750;&#2735;&#2736;&#2765;&#2728;&#2734;&#2759;&#2728;&#2765;&#2719;) &#2728;&#2752; &#2734;&#2726;&#2726;&#2725;&#2752; &#2730;&#2765;&#2736;&#2763;&#2711;&#2765;&#2736;&#2750;&#2734;&#2759;&#2732;&#2738; &#2715;&#2759;. &#2716;&#2759; &#2724;&#2734;&#2750;&#2736;&#2750; PC &#2734;&#2750;&#2690; &#2730;&#2745;&#2759;&#2738;&#2759;&#2725;&#2752; &#2695;&#2728;&#2765;&#2744;&#2719;&#2763;&#2738; &#2709;&#2736;&#2759;&#2738;&#2753;&#2690; &#2745;&#2763;&#2741;&#2753;&#2690; &#2716;&#2763;&#2696;&#2703;. &#2745;&#2741;&#2759; &#2730;&#2715;&#2752;&#2728;&#2750; &#2744;&#2765;&#2719;&#2759;&#2730; &#2734;&#2750;&#2690; Intel&reg; Edison Core &#2728;&#2759; IDE &#2734;&#2750;&#2690; &#2695;&#2728;&#2765;&#2744;&#2765;&#2719;&#2763;&#2738; &#2709;&#2736;&#2741;&#2750; &#2728;&#2753;&#2690; &#2736;&#2745;&#2759;&#2742;&#2759;. Tools &#2734;&#2759;&#2728;&#2753; &#2728;&#2750; &#2732;&#2763;&#2736;&#2765;&#2721;&#2744; &#2734;&#2750;&#2690; &#2715;&#2759;&#2738;&#2765;&#2738;&#2753;&#2690; Boards Manager &#2744;&#2751;&#2738;&#2759;&#2709;&#2765;&#2719; &#2709;&#2736;&#2763;.Type &#2724;&#2736;&#2752;&#2709;&#2759; Arduino Certified &#2728;&#2759; &#2744;&#2751;&#2738;&#2759;&#2709;&#2765;&#2719; &#2709;&#2736;&#2752; Intel i686 boards by Intel &#2730;&#2736; &#2709;&#2765;&#2738;&#2751;&#2709; &#2709;&#2736;&#2763;. &#2724;&#2759;&#2734;&#2750;&#2690;&#2725;&#2752; latest core &#2728;&#2759; &#2744;&#2751;&#2738;&#2759;&#2709;&#2765;&#2719; &#2709;&#2736;&#2752; &#2695;&#2728;&#2765;&#2744;&#2765;&#2719;&#2763;&#2738; &#2709;&#2736;&#2763;.
                        </p>




                        <div class="row img-span">
                            <a href="../images/e_image07.jpg" data-toggle="lightbox" data-title="Intel Edison" data-footer="">
                                <img alt="" class="img-responsive" src="../images/e_image07.jpg" title="">
                            </a>
                        </div>
                        <p>
                            Process &#2709;&#2763;&#2734;&#2765;&#2730;&#2738;&#2759;&#2719; &#2725;&#2735;&#2750; &#2730;&#2715;&#2752; Intel Edison board &#2724;&#2734;&#2750;&#2736;&#2750; &#2732;&#2763;&#2736;&#2765;&#2721; &#2738;&#2751;&#2744;&#2765;&#2719; &#2734;&#2750;&#2690; &#2694;&#2741;&#2752; &#2711;&#2735;&#2753;&#2690; &#2745;&#2742;&#2759;.
                        </p>
                       </div>
                    </div>
                </div>
            

                <hr>
			<!-- Panel next -->

				<div class="panel-group">
				    <div class="panel panel-default">
				      <div class="panel-heading">
				      	<ul class="dark-title">
                            <li>PC &#2744;&#2750;&#2725;&#2759; &#2709;&#2728;&#2759;&#2709;&#2765;&#2742;&#2728; </li>
                        </ul>
                      </div>
				      <div class="panel-body">

                        
                        <p>
                            Arduino &#2744;&#2765;&#2709;&#2759;&#2714; &#2728;&#2759; &#2693;&#2730;&#2738;&#2763;&#2721; &#2709;&#2736;&#2741;&#2750; &#2734;&#2750;&#2719;&#2759; Intel&reg; Edison board &#2728;&#2759; &#2730;&#2745;&#2759;&#2738;&#2750; &#2730;&#2750;&#2741;&#2736; &#2694;&#2730;&#2759;&#2738;&#2763; &#2745;&#2763;&#2741;&#2763; &#2716;&#2763;&#2696;&#2703; &#2693;&#2728;&#2759; &#2709;&#2734;&#2765;&#2730;&#2765;&#2735;&#2753;&#2719;&#2736; &#2744;&#2750;&#2725;&#2759; &#2728;&#2753;&#2690; &#2709;&#2728;&#2759;&#2709;&#2765;&#2742;&#2728; &#2745;&#2763;&#2741;&#2753;&#2690; &#2693;&#2711;&#2724;&#2765;&#2735; &#2728;&#2753;&#2690; &#2715;&#2759;. 2 MicroUSB &#2709;&#2759;&#2732;&#2738;&#2759; &#2741;&#2750;&#2730;&#2736;&#2741;&#2750; &#2741;&#2727;&#2750;&#2736;&#2759; &#2744;&#2750;&#2736;&#2750; &#2736;&#2745;&#2759;&#2742;&#2759; &#2709;&#2750;&#2736;&#2723; &#2709;&#2759; &#2694;&#2741;&#2753;&#2690; &#2709;&#2736;&#2741;&#2750; &#2725;&#2752; &#2716;&#2763; &#2709;&#2726;&#2750;&#2714; &#2716;&#2736;&#2754;&#2736; &#2730;&#2721;&#2759; &#2724;&#2763; &#2732;&#2763;&#2736;&#2765;&#2721; &#2741;&#2727;&#2750;&#2736;&#2759; current &#2738;&#2695; &#2742;&#2709;&#2742;&#2759;.
                        </p>
                        <p>
                            MicroSwitch &#2728;&#2759; &#2742;&#2763;&#2727;&#2763; , &#2709;&#2759; &#2716;&#2759; USB ports &#2693;&#2728;&#2759; Expansion board &#2728;&#2752; &#2741;&#2714;&#2765;&#2714;&#2759; &#2715;&#2759;. MicroSwitch &#2728;&#2759; MicroUSB port &#2732;&#2750;&#2716;&#2753; &#2738;&#2695; &#2716;&#2696; &#2714;&#2750;&#2738;&#2753; &#2709;&#2736;&#2763;.
                        </p>

                        <div class="row img-span">
                            <a href="../images/e_image08.jpg" data-toggle="lightbox" data-title="Intel Edison" data-footer="">
                                <img alt="" class="img-responsive" src="../images/e_image08.jpg" title="">
                            </a>
                        </div>
                        <p>
                            &#2716;&#2759;&#2725;&#2752; &#2711;&#2765;&#2736;&#2752;&#2728; &#2738;&#2696;&#2719; &#2714;&#2750;&#2738;&#2753; &#2725;&#2695; &#2716;&#2742;&#2759;. &#2716;&#2763; &#2728;&#2750; &#2725;&#2750;&#2735; &#2724;&#2763; &#2709;&#2728;&#2759;&#2709;&#2765;&#2742;&#2728; &#2728;&#2759; &#2731;&#2736;&#2752; &#2703;&#2709; &#2741;&#2750;&#2736; &#2714;&#2759;&#2709; &#2709;&#2736;&#2752; &#2738;&#2763;.
                        </p>

                        <div class="row img-span">
                            <a href="../images/e_image09.jpg" data-toggle="lightbox" data-title="Intel Edison" data-footer="">
                                <img alt="" class="img-responsive" src="../images/e_image09.jpg" title="">
                            </a>
                        </div>
                        <p>

                            &#2732;&#2763;&#2736;&#2765;&#2721; boot up &#2725;&#2750;&#2735; &#2724;&#2765;&#2735;&#2750;&#2690; &#2744;&#2753;&#2727;&#2752; &#2725;&#2763;&#2721;&#2752; &#2741;&#2750;&#2736; &#2736;&#2750;&#2745; &#2716;&#2753;&#2741;&#2763;. &#2716;&#2759;&#2741;&#2753;&#2690; &#2732;&#2763;&#2736;&#2765;&#2721; &#2694;&#2710;&#2753;&#2690; initialize &#2725;&#2695; &#2716;&#2742;&#2759; &#2703;&#2719;&#2738;&#2759; &#2709;&#2734;&#2765;&#2730;&#2765;&#2735;&#2753;&#2719;&#2736; &#2703;&#2709; drive &#2734;&#2750;&#2697;&#2728;&#2765;&#2719; &#2725;&#2735;&#2759;&#2738;&#2752; &#2726;&#2759;&#2710;&#2750;&#2742;&#2759;. (&#2716;&#2759;&#2741;&#2752; &#2736;&#2752;&#2724;&#2759; &#2734;&#2759;&#2734;&#2736;&#2752; &#2709;&#2750;&#2736;&#2765;&#2721; &#2732;&#2724;&#2750;&#2741;&#2759; &#2703; &#2736;&#2752;&#2724;&#2759;).
                        </p>

                        <p>
                            Note: &#2716;&#2763; &#2724;&#2734;&#2728;&#2759; &#2721;&#2765;&#2736;&#2750;&#2696;&#2741;&#2759; &#2728;&#2750; &#2726;&#2759;&#2710;&#2750;&#2735; , &#2693;&#2728;&#2759; LED light (Arduino expansion &#2732;&#2763;&#2736;&#2765;&#2721; &#2730;&#2736; &#2736;&#2745;&#2759;&#2738;&#2752; DS1 ) &#2714;&#2750;&#2738;&#2753; &#2732;&#2690;&#2727; &#2725;&#2735;&#2750; &#2709;&#2736;&#2759; , &#2703;&#2728;&#2763; &#2734;&#2724;&#2738;&#2732; &#2709;&#2759; &#2724;&#2734;&#2750;&#2736;&#2753;&#2690; &#2709;&#2734;&#2765;&#2730;&#2765;&#2735;&#2753;&#2719;&#2736; &#2716;&#2736;&#2754;&#2736;&#2752; current &#2732;&#2763;&#2736;&#2765;&#2721; &#2728;&#2759; &#2728;&#2725;&#2752; &#2730;&#2745;&#2763;&#2690;&#2714;&#2750;&#2721;&#2752; &#2736;&#2745;&#2765;&#2735;&#2753;&#2690;.

                        </p>
                       </div>
                    </div>
                </div>
            

                <hr>
			<!-- Panel next -->

				<div class="panel-group">
				    <div class="panel panel-default">
				      <div class="panel-heading">
				      	<ul class="dark-title">
                            <li>LED Blink &#2728;&#2753;&#2690; Example.</li>
                        </ul>
				      </div>
				      <div class="panel-body">      
                        <p>	
                        	LED blink &#2728;&#2763; example sketch &#2710;&#2763;&#2738;&#2763; : File &gt; Examples &gt; 1.Basics &gt; Blink.
                        </p>

                        <div class="row img-span">
                            <a href="../images/e_image04.jpg" data-toggle="lightbox" data-title="Intel Edison" data-footer="">
                                <img alt="" class="img-responsive" src="../images/e_image04.jpg" title="">
                            </a>
                         </div>
                        </div>
                    </div>
                </div>
            

                <hr>
			<!-- Panel next -->

				<div class="panel-group">
				    <div class="panel panel-default">
				      <div class="panel-heading">
				      	<ul class="dark-title">
                            <li>Board &#2728;&#2753;&#2690; &#2744;&#2751;&#2738;&#2759;&#2709;&#2742;&#2728; &#2709;&#2736;&#2763;</li>
                        </ul>
				      </div>
				      <div class="panel-body">
                        
                        &#2694;&#2730;&#2723;&#2759; Tools &gt; Board &#2734;&#2759;&#2728;&#2753; &#2734;&#2750;&#2690; &#2716;&#2696; &#2728;&#2759; Intel&reg; Edison board &#2728;&#2759; &#2744;&#2751;&#2738;&#2759;&#2709;&#2765;&#2719; &#2709;&#2736;&#2741;&#2753;&#2690; &#2730;&#2721;&#2742;&#2759;.

                        <div class="row img-span">
                            <a href="../images/e_image03.jpg" data-toggle="lightbox" data-title="Intel Edison" data-footer="">
                                <img alt="" class="img-responsive" src="../images/e_image03.jpg" title="">
                            </a>
                        </div>
                       </div>
                    </div>
                </div>
                <hr>
                <div class="tab-content-holder">
	    			<div class="panel panel-default">
				      <div class="panel-heading">
	                    <ul class="dark-title">
	                        <li>Serial Port &#2728;&#2753;&#2690; &#2744;&#2751;&#2738;&#2759;&#2709;&#2742;&#2728;.</li>
	                    </ul>
                      </div>
				      <div class="panel-body">
	                    <p>
	                        PC &#2728;&#2753;&#2690; &#2732;&#2763;&#2736;&#2765;&#2721; &#2744;&#2750;&#2725;&#2759; &#2709;&#2761;&#2734;&#2765;&#2735;&#2753;&#2728;&#2751;&#2709;&#2759;&#2742;&#2728; Port &#2726;&#2765;&#2741;&#2750;&#2736;&#2750; &#2725;&#2750;&#2735; &#2715;&#2759;. &#2734;&#2750;&#2719;&#2759; &#2730;&#2765;&#2736;&#2763;&#2711;&#2765;&#2736;&#2750;&#2734; &#2728;&#2759; &#2693;&#2730;&#2738;&#2763;&#2721; &#2709;&#2736;&#2724;&#2750; &#2730;&#2759;&#2745;&#2738;&#2750; Port &#2728;&#2753;&#2690; &#2744;&#2751;&#2738;&#2759;&#2709;&#2765;&#2742;&#2728; &#2709;&#2736;&#2741;&#2753;&#2690; &#2693;&#2728;&#2751;&#2741;&#2750;&#2736;&#2765;&#2735; &#2715;&#2759;. Tools &gt; Serial Port &#2734;&#2750;&#2690; &#2697;&#2730;&#2738;&#2732;&#2765;&#2727; Port &#2728;&#2753;&#2690; &#2738;&#2751;&#2744;&#2765;&#2719; &#2745;&#2742;&#2759;. &#2724;&#2734;&#2750;&#2736;&#2753;&#2690; &#2732;&#2763;&#2736;&#2765;&#2721; &#2709;&#2735;&#2763; &#2730;&#2763;&#2736;&#2765;&#2719; &#2741;&#2750;&#2730;&#2736;&#2752; &#2736;&#2745;&#2765;&#2735;&#2753;&#2690; &#2715;&#2759; &#2703; &#2716;&#2750;&#2723;&#2741;&#2750; &#2734;&#2750;&#2719;&#2759; &#2728;&#2763; &#2744;&#2736;&#2739; &#2736;&#2744;&#2765;&#2724;&#2763; &#2703; &#2715;&#2759; &#2709;&#2759;, &#2732;&#2763;&#2736;&#2765;&#2721; &#2728;&#2759; &#2721;&#2751;&#2744;&#2709;&#2728;&#2759;&#2709;&#2765;&#2719; &#2709;&#2736;&#2763; &#2693;&#2728;&#2759; IDE &#2728;&#2759; &#2732;&#2690;&#2727; &#2709;&#2736;&#2752; &#2731;&#2736;&#2752; &#2714;&#2750;&#2738;&#2753; &#2709;&#2736;&#2763;. &#2716;&#2759; &#2730;&#2763;&#2736;&#2765;&#2719; &#2738;&#2751;&#2744;&#2765;&#2719; &#2734;&#2750;&#2690; &#2728;&#2750; &#2734;&#2739;&#2759; &#2703; &#2730;&#2763;&#2736;&#2765;&#2719; &#2728;&#2759; &#2732;&#2763;&#2736;&#2765;&#2721; &#2697;&#2730;&#2735;&#2763;&#2711; &#2734;&#2750;&#2690; &#2738;&#2759;&#2724;&#2753;&#2690; &#2745;&#2742;&#2759;.
	                    </p>
	                   </div>
                    <div class="row">
                        <div class="col-md-10 margin-tab">

                            <ul class="nav nav-tabs">
                                <li class="active"><a data-toggle="tab" href="#win">Windows</a>
                                </li>
                                <li><a data-toggle="tab" href="#ubu">Ubuntu</a>
                                </li>
                                <li><a data-toggle="tab" href="#mac">Mac</a>
                                </li>
                            </ul>

                            <div class="tab-content">
                                <div id="win" class="tab-pane fade col-md-12 pad-tab in active">


                                    <p>

                                        &#2716;&#2763; &#2724;&#2734;&#2759; Windows &#2741;&#2750;&#2730;&#2736;&#2752; &#2736;&#2745;&#2765;&#2735;&#2750; &#2715;&#2763;, &#2724;&#2763; Port COM3 &#2709;&#2759; &#2730;&#2715;&#2752; &#2703;&#2728;&#2750; &#2725;&#2752; &#2694;&#2711;&#2739; COM4,5.. &#2745;&#2742;&#2759;. &#2716;&#2759;&#2728;&#2759; Device manager &#2734;&#2750;&#2690; &ldquo;Intel Galileo Gen 2 Virtual Com Port&rdquo; &#2724;&#2736;&#2752;&#2709;&#2759; &#2707;&#2739;&#2710;&#2741;&#2750; &#2734;&#2750;&#2690; &#2694;&#2741;&#2759; &#2715;&#2759;. &#2694; &#2709;&#2763;&#2696; &quot;USB Serial Port&quot; &#2728;&#2725;&#2752; &#2730;&#2723; &#2703;&#2709; VIrtual Port &#2715;&#2759;. &#2744;&#2750;&#2734;&#2750;&#2728;&#2765;&#2735; &#2736;&#2752;&#2724;&#2759; COM1 &#2693;&#2728;&#2759; COM2 &#2703; Hardware Serial Port &#2734;&#2750;&#2719;&#2759; &#2736;&#2750;&#2710;&#2759;&#2738;&#2750; &#2745;&#2763;&#2735; &#2715;&#2759;.
                                    </p>

                                    <div class="row img-span">
                                        <a href="../images/e_image02.jpg" data-toggle="lightbox" data-title="Intel Edison" data-footer="">
                                            <img alt="" class="img-responsive" src="../images/e_image02.jpg" title="">
                                        </a>
                                    </div>
                                </div>

                                <div id="ubu" class="tab-pane fade col-md-12 pad-tab">
                                    <p>
                                        Linux &#2734;&#2742;&#2752;&#2728; &#2734;&#2750;&#2690; &#2730;&#2763;&#2736;&#2765;&#2719; /dev/ttyACM1 &#2716;&#2759;&#2741;&#2763; &#2726;&#2759;&#2710;&#2750;&#2724;&#2763; &#2745;&#2742;&#2759;.
                                    </p>

                                    <div class="row img-span">
                                        <a href="../images/e_image00.png" data-toggle="lightbox" data-title="Intel Edison" data-footer="">
                                            <img alt="" class="img-responsive" src="../images/e_image00.png" title="">
                                        </a>
                                    </div>

                                </div>
                                <div id="mac" class="tab-pane fade col-md-12 pad-tab">
                                    <div class="row img-span">
                                        <a href="../images/e_image05.png" data-toggle="lightbox" data-title="Intel Edison" data-footer="">
                                            <img alt="" class="img-responsive" src="../images/e_image05.png" title="">
                                        </a>
                                    </div>
                                    <p>
                                        Mac &#2734;&#2750;&#2690; &#2730;&#2763;&#2736;&#2765;&#2719; /dev/cu.usbmodemxxxx &#2716;&#2759;&#2741;&#2763; &#2709;&#2750;&#2690;&#2696;&#2709; &#2745;&#2742;&#2759;. &#2716;&#2763; &#2724;&#2734;&#2759; &#2703;&#2709; &#2709;&#2736;&#2724;&#2750; &#2741;&#2727;&#2750;&#2736;&#2759; Devices &#2728;&#2763; &#2697;&#2730;&#2735;&#2763;&#2711; &#2709;&#2736;&#2752; &#2736;&#2745;&#2765;&#2735;&#2750; &#2715;&#2763; &#2724;&#2763; &#2724;&#2734;&#2759; &#2732;&#2727;&#2750; &#2734;&#2750;&#2690; &#2725;&#2752; &#2709;&#2763;&#2696; &#2730;&#2723; &#2744;&#2751;&#2738;&#2759;&#2709;&#2765;&#2719; &#2709;&#2736;&#2752; &#2742;&#2709;&#2763; &#2715;&#2763;. &#2716;&#2759; &#2714;&#2763;&#2709;&#2765;&#2709;&#2744; &#2709;&#2750;&#2734; &#2709;&#2736;&#2742;&#2759;.
                                    </p>
                            	</div>
                        	</div>
                    	</div>
                        </div>
                	</div>
            	</div>

                <hr>
			<!-- Panel next -->

				<div class="panel-group">
				    <div class="panel panel-default">
				      
				      <div class="panel-body">

                        <p>
                            &#2724;&#2734;&#2750;&#2736;&#2763; &#2730;&#2745;&#2759;&#2738;&#2763; sketch &#2693;&#2730;&#2738;&#2763;&#2721; &#2709;&#2736;&#2763; &#2693;&#2728;&#2759; Run &#2709;&#2736;&#2763;.

                        </p>
                        <p>

                            &#2721;&#2750;&#2732;&#2750; &#2745;&#2750;&#2725;&#2759; &#2697;&#2730;&#2736;, &#2734;&#2759;&#2728;&#2753; &#2732;&#2750;&#2736; &#2728;&#2752; &#2728;&#2752;&#2714;&#2759; &#2693;&#2730;&#2738;&#2763;&#2721; &#2732;&#2719;&#2728; &#2730;&#2736; &#2709;&#2765;&#2738;&#2751;&#2709; &#2709;&#2736;&#2763;. &#2716;&#2759;&#2725;&#2752; &#2694;&#2730;&#2723;&#2763; &#2709;&#2763;&#2721; compile &#2725;&#2695; &#2728;&#2759; &#2732;&#2763;&#2736;&#2765;&#2721; &#2730;&#2736; &#2693;&#2730;&#2738;&#2763;&#2721; &#2725;&#2695; &#2716;&#2742;&#2759;.
                        </p>
                        <span>
	                    	
			               <div class="row img-span">
			                  	<a href="../images/g_image05.png" class="" data-toggle="lightbox" data-title="Intel Edison" data-footer="">
			                  		<img alt="" class="img-responsive" src="../images/g_image05.png"  title="">
		                    	</a>
		               		</div>                    
	                    </span>
                        <p>

                            Transfer complete &#2728;&#2763; message &#2694;&#2741;&#2759; &#2703;&#2719;&#2738;&#2759; &#2732;&#2763;&#2736;&#2765;&#2721; &#2730;&#2736; &#2728;&#2752; DS2 LED nu &#2732;&#2751;&#2738;&#2751;&#2690;&#2709;&#2752;&#2728;&#2765;&#2711; 1 &#2744;&#2759;&#2709;&#2728;&#2765;&#2721; &#2728;&#2750; delay &#2744;&#2750;&#2725;&#2759; &#2714;&#2750;&#2738;&#2753; &#2725;&#2695; &#2716;&#2742;&#2759;.
                            <span>&#2724;&#2734;&#2759; &#2744;&#2731;&#2739;&#2724;&#2750;&#2730;&#2754;&#2736;&#2765;&#2741;&#2709; &#2736;&#2752;&#2724;&#2759; &#2724;&#2734;&#2750;&#2736;&#2750; &#2695;&#2728;&#2765;&#2719;&#2759;&#2738; &#2703;&#2721;&#2751;&#2744;&#2728; &#2732;&#2763;&#2736;&#2765;&#2721; &#2734;&#2750;&#2690; &#2730;&#2745;&#2759;&#2738;&#2763; &#2744;&#2765;&#2709;&#2759;&#2714; &#2693;&#2730;&#2738;&#2763;&#2721; &#2709;&#2736;&#2752; &#2726;&#2752;&#2727;&#2763;.
	                        </span>
                        </p>
                        </div>
                    </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <script type="text/javascript">
        $(document).on('click', '[data-toggle="lightbox"]', function(event) {
            event.preventDefault();
            $(this).ekkoLightbox();
        });
    </script>
</body>

</html>